[Cues]
Act_E1_1A_CliffFuture_VoiceOver_Max_010="I've never seen a storm like this in Oregon..."
Act_E1_1A_CliffFuture_VoiceOver_Max_020="Maybe if I follow this trail I can find a way out..."
Act_E1_1A_CliffFuture_VoiceOver_Max_030="This feels like the end of the world..."
Act_E1_1A_CliffFuture_VoiceOver_Max_040="The lighthouse is up ahead, if I can make it..."
Act_E1_1A_CliffFuture_VoiceOver_Max_050="Come on Max, you can make it..."
Cue_E1_1A_CliffFuture_IntroStorm_Max_010="Where am I? What's happening?"
Cue_E1_1A_CliffFuture_IntroStorm_Max_020="I'm trapped in a storm? How did I get here? ...and where is "here"?"
Cue_E1_1A_CliffFuture_IntroStorm_Max_030="Wait... There's the lighthouse... I'll be safe if I can make it there...|I hope... Please let me make it there..."
Cue_E1_1A_CliffFuture_LighthouseBreak_Max_010="Holy shit."
Cue_E1_1A_CliffFuture_LighthouseBreak_Max_030="NO!"
Cue_E1_1A_CliffFuture_LighthouseBreak_Max_040="Whoa! No!"
Cue_E1_1A_CliffFuture_MaxFall_Max_010="Shit, I can't even walk in a straight line."
Cue_E1_1A_CliffFuture_MaxFall_Max_020="This wind could actually blow me away..."
